{
    "header": {
        "title": "Descubra os cursos que vão te ajudar a começar ou impulsionar sua carreira",
        "buttonText": "Ver cursos",
        "buttonRecommendedText": "recomendados"
    },
    "apresentacao": {
        "mainTitle": "Profissionalize-se e alcance suas metas",
        "subtitle": "Descubra cursos que ajudam você a se profissionalizar e aprimorar suas habilidades para o mercado de trabalho. Esta página apresenta informações e links sobre os cursos, que estão disponíveis em outra plataforma. Nosso site serve apenas como meio de divulgação e orientação para facilitar seu acesso aos conteúdos de aprendizado.",
        "date": "21 de Setembro de 2025",
        "imageAlt": "Imagem de Apresentação"
    },
    "sections": [
        {
            "linkCurso": "https://go.hotmart.com/G102025724V?dp=1",
            "sectionTitle": "Curso de Excel baseado nos 4 pilares da neurociência",
            "sectionText": "Domine o Excel em apenas 6 horas com o curso Excel 4P, baseado nos 4 pilares da neurociência. Transforme sua forma de analisar dados, criar planilhas e gráficos impactantes, seja você estudante, profissional em início de carreira, empresário ou freelancer.\n\n**Para estudantes:** destaque-se em projetos acadêmicos, estágios e entrevistas, e seja o estudante que todos querem contratar.\n\n**Para profissionais em início de carreira:** crie relatórios detalhados, analise dados complexos e supere expectativas no trabalho.\n\n**Para empresários e empreendedores:** transforme dados em decisões estratégicas, gerencie finanças e mercado com eficiência e clareza.\n\n**Para profissionais em transição de carreira:** adquira habilidades valiosas para novas oportunidades, desde funções básicas até análises avançadas.\n\n**Para freelancers:** organize projetos, prazos e finanças, aumentando a produtividade e impressionando clientes.\n\n**Conteúdo do curso:**\n5 módulos completos do básico ao avançado\n4 módulos bônus de exercícios práticos\n74 aulas e 6 horas de conteúdo original\nAcesso de 1 ano para revisar sempre que precisar\n\n**Benefícios :**\nGarantia de 7 dias\nCertificado de conclusão\nEstude do seu jeito e em qualquer dispositivo\n+300 estudantes já capacitados\n\nInscreva-se agora e comece a dominar o Excel, otimizar seu trabalho e abrir portas para novas oportunidades profissionais!",
            "carousel": [
                {
                    "type": "video",
                    "src": "https://www.youtube.com/embed/xJUITTjyn_Y"
                },
                {
                    "type": "image",
                    "src": "https://devimpactinstitute.com/wp-content/uploads/2023/06/Advanced-Data-Modelling-and-Analytics-Using-Excel-1.png",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/K102029211V?dp=1",
            "sectionTitle": "Chat GPT para otimizar sua rotina",
            "sectionText": "Aprenda a usar a Inteligência Artificial e otimize seu tempo automatizando tarefas, gerando ideias, criando conteúdos e até ganhando dinheiro online.\n\n**O que você vai aprender:**\nAssistente virtual personalizado\nEstudos e autodidatismo\nBrainstorming e criatividade\nEscrita de livros, ebooks e roteiros\nProgramação e GameDev\nCopywriting, SEO e Marketing Digital\nAnálise de dados e usos avançados\n\n**Diferenciais:**\nEstratégias práticas e testadas\nConteúdo direto ao ponto\nPerfeito para estudantes, freelancers e profissionais\n\nÉ uma boa oportunidade para dar um upgrade na sua carreira !",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpfborjk-enKgoPa8HxILJejcRxAuZIOW8Mw&s",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/Q102029381B?dp=1",
            "sectionTitle": "Informática profissionalizante",
            "sectionText": "Um programa completo para iniciantes e também para quem deseja aprimorar seus conhecimentos em informática, com linguagem simples e fácil de entender.\n\n**O que você vai aprender:**\n **Hardware:** componentes do computador e seu funcionamento\n **Internet:** navegação, pesquisa, conta Google, formulários, nuvem, IA com ChatGPT e redes Wi-Fi\n **Windows:** interface, gerenciamento de arquivos, formatação, partição, personalização e remoção de software\n **Microsoft Word:** criação e edição de documentos, normas ABNT, índice automático e formatações avançadas\n **Microsoft Excel:** planilhas, fórmulas, funções, gráficos e automações\n **Microsoft PowerPoint:** apresentações profissionais com texto, imagens e vídeos\n\n**Benefícios:**\n Conteúdo prático e atualizado\n Habilidades úteis para o dia a dia e mercado de trabalho\n Base sólida para crescer profissionalmente na área de informática",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://ccitraining.edu/wp-content/uploads/2025/07/Day-in-the-Life-of-a-Computer-Support-Technician_-What-to-Expect-1.png",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/N102029328J?dp=1",
            "sectionTitle": "Finanças e investimentos",
            "sectionText": "Um guia completo para quem deseja começar no mundo das finanças de forma inteligente e segura.\n\n**O que você vai aprender:**\nConceitos básicos sobre dinheiro e investimentos\nComo definir metas financeiras claras\nEntender o funcionamento do mercado\nEstratégias para escolher onde investir\nDicas práticas para gerenciar suas economias\n\nBenefícios:\nConteúdo simples e direto\nIdeal para quem está começando\nUm guia confiável para investir com mais segurança\n\nComece hoje a construir seu futuro financeiro com decisões mais conscientes.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTALgc0AHkAfsqsnPSf2HF0IaN9GBwwdlh0VQ&s",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/3VuWdwR",
            "sectionTitle": "Power BI: Gráficos e Relatórios",
            "sectionText": "A proposta do livro é oferecer conhecimento teórico e prático sobre o **Power BI**, permitindo criar relatórios e dashboards interativos, transformar dados em informação e gerar insights para diversas áreas de negócio.\n\nVocê vai aprender a utilizar **gráficos e visualizações**, tratar dados com **fórmulas DAX** e publicar relatórios para diferentes dispositivos, incluindo smartphones.\n\nMesmo sem ser expert em TI, será possível explorar grandes bases de dados, automatizar relatórios e tomar decisões mais estratégicas com informações claras e objetivas.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/81jHC0ZWfCL._SY342_.jpg",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/47ViA6b",
            "sectionTitle": "Inglês em 50 Aulas",
            "sectionText": "**Aprenda inglês online de forma prática e autodidata!**  \nDomine músicas, filmes e textos do dia a dia com apenas 3 horas semanais.  \nIdeal para iniciantes e quem busca **fluência no inglês** de forma acessível.\n**Data da publicação**: ‎ 6 julho 2018\n**Número de páginas**: ‎ 348 páginas",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51KZNMVqIGS._SY342_.jpg",
                    "alt": "Capa do curso de Inglês 50 aulas"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/3VZGJ4a",
            "sectionTitle": "Gramática Completa para Cursos e Concursos",
            "sectionText": "A **Nossa Gramática Completa** é referência em concursos e na educação brasileira, presente na maioria das bibliografias sugeridas em todo o país.  \n\nAdotada em escolas de ensino médio e superior, esta gramática se destaca pela **qualidade do conteúdo** e pela **didática única** do autor, tornando-se essencial para quem deseja dominar a língua portuguesa.  \n\nIdeal para estudantes, concurseiros e profissionais que buscam **aprimorar conhecimentos da língua portuguesa** ou se tornar **vencedores em concursos de qualquer natureza**.\n\n**Data da publicação**: ‎ 5 janeiro 2021\n**Número de páginas**: ‎ 512 páginas",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/81ZMt1j2guL._SY342_.jpg",
                    "alt": "Capa do curso de gramática para concursos"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/46jarY2",
            "sectionTitle": "Python e Mercado Financeiro: Programação Para Estudantes, Investidores e Analistas",
            "sectionText": "Domine Python para finanças e mercado financeiro com algoritmos, estatística, simulações, análise de ações e **QR Codes** interativos com **vídeos** do autor.\n**Número de páginas**: ‎ 532 páginas\n**Data da publicação**: ‎ 21 maio 2021",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/61skg9Wk8jL._SY342_.jpg",
                    "alt": "capa do curso de python para finanças"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/4ngeR7Q",
            "sectionTitle": "Python Para Excel: um Ambiente Moderno Para Automação e Análise de Dados",
            "sectionText": "Aprenda a integrar **Python ao Excel** para automatizar tarefas, analisar dados com pandas e criar ferramentas interativas, substituindo VBA e processos manuais.\nEmbora o Excel continue sendo a ferramenta mais utilizada no mundo dos negócios,a Microsoft atendeu a pedidos da comunidade e anunciou a integração oficial do Python ao Excel, trazendo um recurso muito aguardado por usuários avançados. Este guia prático, escrito por **Felix Zumstein**, criador do **xlwings**, mostra como combinar Excel e Python de forma eficiente, especialmente para quem já domina a ferramenta mas deseja modernizar sua automação.\n\nO livro apresenta como usar Python mesmo sem amplo conhecimento de programação, explorando ferramentas modernas como Jupyter Notebooks e Visual Studio Code. Os leitores aprendem a utilizar o pandas para adquirir, limpar e analisar dados, substituindo cálculos complexos do Excel, e a automatizar tarefas repetitivas, como consolidação de pastas de trabalho e produção de relatórios. Com o xlwings, é possível criar ferramentas interativas que utilizam Python como motor de cálculo, além de conectar o Excel a bancos de dados, arquivos CSV e fontes de dados da internet.\n\nEste guia posiciona o Python como uma alternativa moderna ao **VBA**, **Power Query** e **Power Pivot**, ajudando usuários a reduzir a complexidade de planilhas enormes e fórmulas dispersas, tornando o trabalho mais eficiente e menos sujeito a erros. É leitura essencial para qualquer usuário avançado do Excel que queira levar sua automação e análise de dados para o próximo nível.\n\n**Número de páginas**: ‎ 320 páginas\n**Data da publicação **: ‎ 30 abril 2024",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71stvqoNnoL._SY342_.jpg",
                    "alt": "capa curso python para Excel"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/47WHq5x",
            "sectionTitle": "Cálculo: Volume 1",
            "sectionText": "Nesta 9ª edição, assim como em todas as anteriores, os autores mantêm a tradição de escrever um livro que auxilie os estudantes a descobrir o cálculo – tanto por sua utilidade prática, como por sua surpreendente beleza. O intuito é transmitir ao leitor uma ideia da utilidade do cálculo, assim como promover o desenvolvimento de sua habilidade técnica. Ao mesmo tempo, os autores empenharam-se em valorizar a beleza intrínseca do assunto. Não há dúvida de que Newton experimentou uma sensação de triunfo quando fez suas grandes descobertas. O objetivo desta obra é fazer que os estudantes compartilhem um pouco desse entusiasmo.\n\n**Número de páginas**: ‎ 708 páginas\n**Data da publicação**: ‎ 24 novembro 2021",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/719faYrlEdL._SY342_.jpg",
                    "alt": "capa do livro cálculo volume 1"
                }
            ]
        },
        {
            "linkCurso": "https://mercadolivre.com/sec/1238KzA",
            "sectionTitle": "Manual de Direito Constitucional (2025) + Curso de Atualização",
            "sectionText": "Revolucione seus estudos com o Manual de Direito Constitucional 2025, da professora Nathalia Masson, referência em concursos públicos. A obra é completa, trazendo doutrina aprofundada, jurisprudência do STF, quadros sinóticos, esquemas visuais e questões comentadas de concursos.\n\nAlém disso, acompanha um curso de atualização com as principais decisões do STF e inovações legislativas de 2025, garantindo estudo atualizado e prático para concurseiros, estudantes de Direito e profissionais da área.\n\nConteúdo completo e estruturado por capítulo\nRevisão prática com esquemas, tabelas e gráficos\nQuestões comentadas com referência direta ao conteúdo\nIndispensável para estudar Direito Constitucional de forma eficiente\n\n**Data da publicação**: ‎ 3 fevereiro 2025\n**Número de páginas**: ‎ 1168 páginas",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51BVGzey2JL._SY342_.jpg",
                    "alt": "capa do manual de direito constitucional"
                }
            ]
        },
        {
            "linkCurso": "https://mercadolivre.com/sec/2ppsYkK",
            "sectionTitle": "Policia Rodoviária Federal PRF ",
            "sectionText": "O Kit Apostila PRF 2024 da Editora Nova Concursos é altamente recomendado por quem já comprou, com avaliações que destacam sua qualidade, organização didática eeficiência para concursos da Polícia Rodoviária Federal.\n\nEstudantes e concurseiros elogiam:\n\nConteúdo atualizado para 2024, alinhado ao edital da PRF;\n\nMais de 2000 questões comentadas, essenciais para fixação e prática;\n\nDidática clara e objetiva, facilitando o estudo mesmo para iniciantes;\n\nMateriais de professores especializados, que garantem confiança e credibilidade.\n\nQuem já utilizou a apostila aponta que o kit é uma ferramenta indispensável para estudar para o concurso PRF 2024, oferecendo uma base sólida para quem busca aprovação na Polícia Rodoviária Federal.\n\n**Número de páginas**: 924\n**Ano de publicação**: 2024",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://http2.mlstatic.com/D_NQ_NP_898245-MLU78817218931_082024-O.webp",
                    "alt": "capa apostila prf"
                }
            ]
        },
        {
            "linkCurso": "https://mercadolivre.com/sec/2Cve4u7",
            "sectionTitle": "Direito Administrativo Para Concursos",
            "sectionText": "Destaques da apostila:\n\nRoteiro de estudos eficiente para otimizar seu tempo;\n\nAssuntos mais cobrados de acordo com estatísticas de concursos recentes;\n\nQuestões comentadas das principais bancas, com explicações detalhadas;\n\nPlanos estratégicos e esquemas visuais (fluxogramas, tabelas e mnemônicos) para facilitar a memorização;\n\nMaterial organizado e de fácil leitura, tornando o estudo mais dinâmico e produtivo.\n\nIdeal para concurseiros, estudantes de Direito e profissionais que desejam aprovação, esta apostila é a ferramenta definitiva para dominar o Direito Administrativo e garantir sucesso nos concursos públicos.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://http2.mlstatic.com/D_NQ_NP_775434-MLB78734740781_082024-O.webp",
                    "alt": "capa descrição direito administrativo"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/422Fgxx",
            "sectionTitle": "Caderno de Exercícios - Básico para Concursos",
            "sectionText": "Prepare-se de forma prática para concursos públicos com o Caderno de Exercícios AlfaCon. Este material traz 1.013 questões gabaritadas das disciplinas básicas e específicas mais cobradas, incluindo:\n\nLíngua Portuguesa\n\nMatemática\n\nRaciocínio Lógico\n\nInformática\n\nDireito Constitucional\n\nDireito Administrativo\n\nAs questões são extraídas de concursos anteriores e das principais bancas, permitindo que o concurseiro pratique de forma eficiente e reforce os conteúdos essenciais para aprovação.\n\nLeve, organizado e de fácil transporte, este caderno é ideal para estudo diário e preparação estratégica para provas de concursos públicos.\n\n**Número de páginas**: ‎ 146 páginas\n**Data da publicação**: ‎ 26 julho 2022",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71L8Jq3W9TL._SY342_.jpg",
                    "alt": "capa 1000 questões basicas"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/4msNd6s",
            "sectionTitle": "Curso Básico de Desenho",
            "sectionText": "O Curso Básico de Desenho é um box com 3 livros projetado para quem deseja aprender a desenhar do zero ou aprimorar suas habilidades artísticas. Este conjunto oferece:\n\nDesenho realista de rostos: técnicas detalhadas para retratar expressões e proporções com precisão.\n\nDesenho de Mangá: aprenda a criar personagens e cenas no estilo mangá, desde os traços básicos até detalhes avançados.\n\nHabilidades gerais de desenho: exercícios práticos para melhorar forma, perspectiva, sombreamento e composição.\n\nIdeal para iniciantes, estudantes de arte e entusiastas do desenho, este box proporciona uma jornada prática e educativa, permitindo desenvolver suas habilidades de forma estruturada e progressiva.\n\nAprenda a desenhar com técnicas passo a passo, domine o estilo mangá e transforme sua criatividade em obras de arte com este curso completo de desenho.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71iH5xoxlxL._SL1440_.jpg",
                    "alt": "capa curso de desenho iniciante"
                }
            ]
        },
        {
            "id": "169f00cf-6cff-416a-b906-bbba693ed5e1",
            "linkCurso": "https://amzn.to/4pILY6a",
            "sectionTitle": "Lógica de Programação e Algoritmos com Javascript ",
            "sectionText": "Este livro aborda Lógica de Programação e Algoritmos de forma prática e passo a passo, ideal para iniciantes em programação. Com exemplos e exercícios em JavaScript, é possível executar os códigos diretamente no navegador, sem softwares adicionais.\n\nNesta 2ª edição, além de atualizar os recursos do JavaScript, foram adicionados capítulos sobre Node.js, Express e React. Com Node.js, ensina-se a criar algoritmos com entrada e saída via prompt. O Express permite desenvolver aplicações back-end com persistência em banco de dados e comunicação em JSON. Com React, é criada a interface front-end, incluindo cadastro, pesquisa, gráficos e exibição de dados.\n\nOs capítulos cobrem entrada e saída de dados, condições, repetições, vetores, strings, datas, funções, depuração e desenvolvimento web com JavaScript. Um guia completo para aprender programação e desenvolvimento web com exercícios práticos.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71X7hMhMEUL._SY342_.jpg",
                    "alt": "capa algoritmos e javascript"
                }
            ]
        },
        {
            "id": "d7b21a49-ede9-4f50-83fa-af8a033c3e47",
            "linkCurso": "https://amzn.to/4pEAKzn",
            "sectionTitle": "Engenharia - Trincas em edifícios",
            "sectionText": "O surgimento de fissuras em edifícios é um importante indicativo de possíveis riscos estruturais e comprometimento do desempenho da obra. Identificar corretamente as causas dessas trincas e aplicar o tratamento adequado é fundamental para garantir a segurança e a durabilidade da construção.\n\nO livro “Trincas em Edifícios” apresenta de forma prática e didática as configurações mais comuns de fissuras, explicando os principais conceitos relacionados à prevenção, diagnóstico e recuperação de componentes estruturais afetados.\n\nAborda detalhadamente as diferentes causas das trincas, como:\n\nRecalques de fundação\n\nFlexão de componentes estruturais\n\nMovimentações provocadas por variações de umidade e temperatura\n\nAplicação de sobrecargas\n\nRetração por secagem de argamassas e concretos\n\nAlterações químicas dos materiais de construção\n\nRico em casos reais, exemplos fotográficos e ilustrações, o livro alia conhecimentos teóricos sólidos à vasta experiência prática do autor, tornando-se uma referência indispensável para engenheiros, arquitetos e tecnólogos que atuam na prevenção e solução de trincas em edificações.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71V9-FgVb8L._SY385_.jpg",
                    "alt": "capa trincas em edificios"
                }
            ]
        },
        {
            "id": "62c486fc-5b37-4047-8f2b-d19c0617ba32",
            "linkCurso": "https://go.hotmart.com/O102080774D?dp=1",
            "sectionTitle": "Viva Sempre com Dinheiro",
            "sectionText": "O Viva Sempre com Dinheiro é uma mentoria individual, com aulas gravadas, que qualquer pessoa consegue realizar, sair das dívidas, limpar o seu nome, realizar os seus sonhos e viver sempre com dinheiro.\n\nGarantia de 15 dias\nCertificado de conclusão\nEstude do seu jeito e em qualquer dispositivo\n42 aulas e 35 horas de conteúdo original\n+10800 estudantes",
            "carousel": [
                
                {
                    "type": "image",
                    "src": "https://static-media.hotmart.com/K8TyxO0U_yxJjfD4mT36N17nsSo=/300x300/smart/filters:format(webp):background_color(white)/hotmart/product_pictures/a0122f9e-a30c-4053-8706-b88c843742bb/IMAGEM011.jpg?w=920",
                    "alt": "capa curso viva sempre com dinheiro"
                }
            ]
        },
        {
            "id": "85ad6557-6a42-493c-aba3-8289504ecd69",
            "linkCurso": "https://go.hotmart.com/T102080916D?dp=1",
            "sectionTitle": "Pssicoterapia e Psicanálise - Formação completa",
            "sectionText": "Psicoterapia : Este curso oferece uma visão abrangente dos princípios e práticas da psicoterapia. Abordaremos as principais abordagens teóricas, incluindo a psicanálise, terapia cognitivo-comportamental, terapia humanista e terapia sistêmica.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://static-media.hotmart.com/ZKrAVcqCWDAu7At0Et3nCTfc43w=/300x300/smart/filters:format(webp):background_color(white)/hotmart/product_pictures/31ee00c5-3385-48f1-8874-7d518adb3a24/PSICOTERAPIA_20250123_192721_00001.png?w=920",
                    "alt": "capa curso Pssicoterapia e Psicanálise - Formação completa"
                }
            ]
        },
        {
            "id": "89410e9a-eb99-484a-830e-c0f3b539b669",
            "linkCurso": "https://amzn.to/3KcS2Ub",
            "sectionTitle": "Introdução ao Direito Processual Civil, Parte Geral e Processo de Conhecimento",
            "sectionText": "Este volume do Curso vem com acréscimos, retiradas, retificações e atualizações em relação à edição anterior. Atualizei o livro de acordo com a Lei n. 14.879/2024, que alterou o art. 63 do CPC. Em razão dela, acrescentei item no capítulo sobre competência, para tratar especificamente do § 5º do art. 63, e reformulei o item sobre o foro de eleição. O livro foi também atualizado de acordo com a Lei n. 14.905/2024, a Lei n. 15.040/2024 (Marco Legal dos Seguros Privados), a Recomendação n. 154/2024 do Conselho Nacional de Justiça e o Tema 1.234 da repercussão geral do Supremo Tribunal Federal. Tendo em vista o julgamento das ADIs n. 6.792 e 7.055 pelo Supremo Tribunal Federal, acrescentei item novo no capítulo sobre competência, abordando as relações entre litigância predatória, liberdade de expressão e liberdade de imprensa, interpretação conforme a Constituição da regra competência de territorial para ações de responsabilidade civil extracontratual (art. 53, IV, “a”, CPC) e a conexão de causas. Aperfeiçoei a parte sobre desconsideração da personalidade jurídica, no capítulo sobre intervenção de terceiros, inclusive com acréscimo de item novo. Aperfeiçoei, também, a parte sobre conflito de competência. Inseri referências a importantes decisões dos tribunais superiores, proferidas em 2024, sobre temas abordados neste livro. Este Curso mantém a proposta original de ser uma obra em progresso. Conto com a ajuda de todos nessa empreitada. Que os alunos, professores, juristas e tribunais continuem prestigiando este projeto.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51eFdPqE6eL._SY385_.jpg",
                    "alt": "CAPA DIREITO PROCESSUAL CIVIL"
                }
            ]
        },
        {
            "id": "767500eb-28ec-4310-be6a-61d81bf47e7f",
            "linkCurso": "https://amzn.to/46UbM7F",
            "sectionTitle": "Teoria da prova, direito probatório, decisão, precedente, coisa julgada, processo estrutural e tutela provisória",
            "sectionText": "A vigésima edição veio com algumas mudanças em relação à anterior. Atualizamos o livro de acordo com a Lei n. 15.040/2024 (Marco Legal dos Seguros Priva-dos), as Recomendações n. 157 e 158/2024 do Conselho Nacional de Justiça e o Tema 1.234 da Repercussão geral do Supremo Tribunal Federal. Trouxemos o item sobre “fishing expedition” para o capítulo sobre a parte geral do Direito Probatório, como subitem da regra de proibição de prova ilícita. Mantivemos, no capítulo sobre prova documental, item para tratar desse tema no contexto da exibição de documentos. Aliás, o capítulo sobre prova documental vem com refinamentos conceituais em razão das transformações causadas pelo desenvolvimento da inteligência artificial. Fizemos referências a julgados do STF e STJ sobre os temas deste livro, proferidos em 2024. Agradecemos a Ravi Peixoto, Robson Godinho, América Nejaim, Anissara Toscan e Leandro Fernandez pelas sugestões. Este Curso mantém a proposta original de ser uma obra em progresso. Contamos com a aju-da de todos nessa empreitada. Que os alunos, professores, juristas e tribunais continuem acolhendo este Curso.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51cwxtC9XnL._SY385_.jpg",
                    "alt": "CAPA DIREITO PROBATÓRIO"
                }
            ]
        },
        {
            "id": "0a67f29d-be3e-4779-b1e0-415c1787d69f",
            "linkCurso": "https://amzn.to/4nNvCHh",
            "sectionTitle": "Meios de Impugnação às Decisões Judíciais e Processo nos Tribunais",
            "sectionText": "Altera o Código de Processo Civil para prever que o tribunal determine a correção do vício de não comprovação da ocorrência de feriado local pelo recorrente, ou desconsidere a omissão caso a informação conste do processo eletrônico.30 de jul. de 2024 _x0007_ Res. 591 do CNJ - Dispõe sobre os requisitos mínimos para o julgamento de processos em ambiente eletrônico no Poder Judiciário e disciplina o seu procedimento",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51nLn9+A7PL._SY385_.jpg",
                    "alt": "CAPA MEIOS DE IMPUGNAÇÃO"
                }
            ]
        },
        {
            "id": "6a7a09d2-d38c-4dce-b345-46df870557f4",
            "linkCurso": "https://amzn.to/4nPvc3n",
            "sectionTitle": "Curso de Inglês Completo",
            "sectionText": "Andrew Abrahamson, Ph.D. é um professor americano que lecionou por muitos anos no Brasil. Hoje ele está aposentado, vive nos Estados Unidos como vinicultor e deixou como legado todo seu curso gratuitamente na internet. Esta apostila única, vendida por um valor simbólico, foi criada para divulgar American Eagle Easy English - O Melhor Inglês e incentivar este maravilhoso trabalho, que com apenas 29 aulas em video, uma apostila com 34 lessons e 34 áudios, fará você aprender inglês fluentemente, como em qualquer curso - só que melhor! Você irá se surpreender com a qualidade das lições transmitidas pelo carismático e simpático professor Abrahamson, que auxiliam ainda mais no aprendizado. Este curso deve ser acompanhado das aulas gratuitas em video e áudio.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/61OR3vS4KZL._SY385_.jpg",
                    "alt": ""
                }
            ]
        },
        {
            "id": "ac04208b-8573-4333-971a-ab5f64864ecd",
            "linkCurso": "https://amzn.to/4nHPZpq",
            "sectionTitle": "Curso básico de oratória",
            "sectionText": "O livro em questão se dedica a uma análise profunda da oratória, essa arte essencial de se comunicar com clareza, eficácia e persuasão. A obra afirma que a oratória não é apenas uma habilidade para poucos, mas uma necessidade vital para todos que desejam defender suas ideias com consistência e influenciar seus ouvintes. Seja para profissionais de áreas como direito, educação ou política, ou para qualquer pessoa que busque sucesso social e profissional, dominar as técnicas de comunicação verbal é fundamental. A oratória vai além de discursos formais e apresentações em público. Ela é essencial no cotidiano, em diversas situações como entrevistas de emprego, negociações, dinâmicas de grupo e até em conversas pessoais, sendo um instrumento de poder pessoal capaz de promover grandes conquistas. O autor enfatiza que a oratória deve ser uma habilidade acessível a todos e que, ao ser bem executada, pode transformar a forma como nos relacionamos, defendemos ideias e persuadimos os outros. O propósito desta obra é mostrar aos leitores como se tornar um orador eficaz, capaz de articular ideias com clareza, argumentar com solidez e envolver emocionalmente o público. É um convite à reflexão sobre como o domínio da oratória pode ser um diferencial para o êxito em todas as áreas da vida.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51XD25t79PL._SY425_.jpg",
                    "alt": ""
                },
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51fi88iKe6L._SY425_.jpg",
                    "alt": ""
                }
            ]
        },
        {
            "id": "9a734e22-028e-450c-9090-6721aa583363",
            "linkCurso": "https://mercadolivre.com/sec/2G94Trc",
            "sectionTitle": "Curso De Desenho Acadêmico Charles Bargue Historia Da Arte",
            "sectionText": "Curso de Bargue é dotado de excelente didática e facilidade de compreensão. Apresenta-se dividido em três partes: cópia de modelos de gesso, cópia de desenhos dos grandes mestres, desenho da figura humana utilizando modelos vivos.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://http2.mlstatic.com/D_Q_NP_897004-MLU77235116860_072024-F.webp",
                    "alt": "capa desenho acadêmico"
                }
            ]
        }
    ]
}