{
    "header": {
        "title": "Descubra os cursos que vão te ajudar a começar ou impulsionar sua carreira",
        "buttonText": "Ver cursos",
        "buttonRecommendedText": "recomendados"
    },
    "apresentacao": {
        "mainTitle": "Profissionalize-se e alcance suas metas",
        "subtitle": "Descubra cursos que ajudam você a se profissionalizar e aprimorar suas habilidades para o mercado de trabalho. Esta página apresenta informações e links sobre os cursos, que estão disponíveis em outra plataforma. Nosso site serve apenas como meio de divulgação e orientação para facilitar seu acesso aos conteúdos de aprendizado.",
        "date": "21 de Setembro de 2025",
        "imageAlt": "Imagem de Apresentação"
    },
    "sections": [
        {
            "linkCurso": "https://go.hotmart.com/G102025724V?dp=1",
            "sectionTitle": "Curso de Excel baseado nos 4 pilares da neurociência",
            "sectionText": "Domine o Excel em apenas 6 horas com o curso Excel 4P, baseado nos 4 pilares da neurociência. Transforme sua forma de analisar dados, criar planilhas e gráficos impactantes, seja você estudante, profissional em início de carreira, empresário ou freelancer.\n\n**Para estudantes:** destaque-se em projetos acadêmicos, estágios e entrevistas, e seja o estudante que todos querem contratar.\n\n**Para profissionais em início de carreira:** crie relatórios detalhados, analise dados complexos e supere expectativas no trabalho.\n\n**Para empresários e empreendedores:** transforme dados em decisões estratégicas, gerencie finanças e mercado com eficiência e clareza.\n\n**Para profissionais em transição de carreira:** adquira habilidades valiosas para novas oportunidades, desde funções básicas até análises avançadas.\n\n**Para freelancers:** organize projetos, prazos e finanças, aumentando a produtividade e impressionando clientes.\n\n**Conteúdo do curso:**\n5 módulos completos do básico ao avançado\n4 módulos bônus de exercícios práticos\n74 aulas e 6 horas de conteúdo original\nAcesso de 1 ano para revisar sempre que precisar\n\n**Benefícios :**\nGarantia de 7 dias\nCertificado de conclusão\nEstude do seu jeito e em qualquer dispositivo\n+300 estudantes já capacitados\n\nInscreva-se agora e comece a dominar o Excel, otimizar seu trabalho e abrir portas para novas oportunidades profissionais!",
            "carousel": [
                {
                    "type": "video",
                    "src": "https://www.youtube.com/embed/xJUITTjyn_Y"
                },
                {
                    "type": "image",
                    "src": "https://devimpactinstitute.com/wp-content/uploads/2023/06/Advanced-Data-Modelling-and-Analytics-Using-Excel-1.png",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/K102029211V?dp=1",
            "sectionTitle": "Chat GPT para otimizar sua rotina",
            "sectionText": "Aprenda a usar a Inteligência Artificial e otimize seu tempo automatizando tarefas, gerando ideias, criando conteúdos e até ganhando dinheiro online.\n\n**O que você vai aprender:**\nAssistente virtual personalizado\nEstudos e autodidatismo\nBrainstorming e criatividade\nEscrita de livros, ebooks e roteiros\nProgramação e GameDev\nCopywriting, SEO e Marketing Digital\nAnálise de dados e usos avançados\n\n**Diferenciais:**\nEstratégias práticas e testadas\nConteúdo direto ao ponto\nPerfeito para estudantes, freelancers e profissionais\n\nÉ uma boa oportunidade para dar um upgrade na sua carreira !",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpfborjk-enKgoPa8HxILJejcRxAuZIOW8Mw&s",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/Q102029381B?dp=1",
            "sectionTitle": "Informática profissionalizante",
            "sectionText": "Um programa completo para iniciantes e também para quem deseja aprimorar seus conhecimentos em informática, com linguagem simples e fácil de entender.\n\n**O que você vai aprender:**\n **Hardware:** componentes do computador e seu funcionamento\n **Internet:** navegação, pesquisa, conta Google, formulários, nuvem, IA com ChatGPT e redes Wi-Fi\n **Windows:** interface, gerenciamento de arquivos, formatação, partição, personalização e remoção de software\n **Microsoft Word:** criação e edição de documentos, normas ABNT, índice automático e formatações avançadas\n **Microsoft Excel:** planilhas, fórmulas, funções, gráficos e automações\n **Microsoft PowerPoint:** apresentações profissionais com texto, imagens e vídeos\n\n**Benefícios:**\n Conteúdo prático e atualizado\n Habilidades úteis para o dia a dia e mercado de trabalho\n Base sólida para crescer profissionalmente na área de informática",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://ccitraining.edu/wp-content/uploads/2025/07/Day-in-the-Life-of-a-Computer-Support-Technician_-What-to-Expect-1.png",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://go.hotmart.com/N102029328J?dp=1",
            "sectionTitle": "Finanças e investimentos",
            "sectionText": "Um guia completo para quem deseja começar no mundo das finanças de forma inteligente e segura.\n\n**O que você vai aprender:**\nConceitos básicos sobre dinheiro e investimentos\nComo definir metas financeiras claras\nEntender o funcionamento do mercado\nEstratégias para escolher onde investir\nDicas práticas para gerenciar suas economias\n\nBenefícios:\nConteúdo simples e direto\nIdeal para quem está começando\nUm guia confiável para investir com mais segurança\n\nComece hoje a construir seu futuro financeiro com decisões mais conscientes.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTALgc0AHkAfsqsnPSf2HF0IaN9GBwwdlh0VQ&s",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/3VuWdwR",
            "sectionTitle": "Power BI: Gráficos e Relatórios",
            "sectionText": "A proposta do livro é oferecer conhecimento teórico e prático sobre o **Power BI**, permitindo criar relatórios e dashboards interativos, transformar dados em informação e gerar insights para diversas áreas de negócio.\n\nVocê vai aprender a utilizar **gráficos e visualizações**, tratar dados com **fórmulas DAX** e publicar relatórios para diferentes dispositivos, incluindo smartphones.\n\nMesmo sem ser expert em TI, será possível explorar grandes bases de dados, automatizar relatórios e tomar decisões mais estratégicas com informações claras e objetivas.",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/81jHC0ZWfCL._SY342_.jpg",
                    "alt": "Foto 1"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/47ViA6b",
            "sectionTitle": "Inglês em 50 Aulas",
            "sectionText": "**Aprenda inglês online de forma prática e autodidata!**  \nDomine músicas, filmes e textos do dia a dia com apenas 3 horas semanais.  \nIdeal para iniciantes e quem busca **fluência no inglês** de forma acessível.\n**Data da publicação**: ‎ 6 julho 2018\n**Número de páginas**: ‎ 348 páginas",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/51KZNMVqIGS._SY342_.jpg",
                    "alt": "Capa do curso de Inglês 50 aulas"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/3VZGJ4a",
            "sectionTitle": "Gramática Completa para Cursos e Concursos",
            "sectionText": "A **Nossa Gramática Completa** é referência em concursos e na educação brasileira, presente na maioria das bibliografias sugeridas em todo o país.  \n\nAdotada em escolas de ensino médio e superior, esta gramática se destaca pela **qualidade do conteúdo** e pela **didática única** do autor, tornando-se essencial para quem deseja dominar a língua portuguesa.  \n\nIdeal para estudantes, concurseiros e profissionais que buscam **aprimorar conhecimentos da língua portuguesa** ou se tornar **vencedores em concursos de qualquer natureza**.\n\n**Data da publicação**: ‎ 5 janeiro 2021\n**Número de páginas**: ‎ 512 páginas",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/81ZMt1j2guL._SY342_.jpg",
                    "alt": "Capa do curso de gramática para concursos"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/46jarY2",
            "sectionTitle": "Python e Mercado Financeiro: Programação Para Estudantes, Investidores e Analistas",
            "sectionText": "Domine Python para finanças e mercado financeiro com algoritmos, estatística, simulações, análise de ações e **QR Codes** interativos com **vídeos** do autor.\n**Número de páginas**: ‎ 532 páginas\n**Data da publicação**: ‎ 21 maio 2021",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/61skg9Wk8jL._SY342_.jpg",
                    "alt": "capa do curso de python para finanças"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/4ngeR7Q",
            "sectionTitle": "Python Para Excel: um Ambiente Moderno Para Automação e Análise de Dados",
            "sectionText": "Aprenda a integrar **Python ao Excel** para automatizar tarefas, analisar dados com pandas e criar ferramentas interativas, substituindo VBA e processos manuais.\nEmbora o Excel continue sendo a ferramenta mais utilizada no mundo dos negócios,a Microsoft atendeu a pedidos da comunidade e anunciou a integração oficial do Python ao Excel, trazendo um recurso muito aguardado por usuários avançados. Este guia prático, escrito por **Felix Zumstein**, criador do **xlwings**, mostra como combinar Excel e Python de forma eficiente, especialmente para quem já domina a ferramenta mas deseja modernizar sua automação.\n\nO livro apresenta como usar Python mesmo sem amplo conhecimento de programação, explorando ferramentas modernas como Jupyter Notebooks e Visual Studio Code. Os leitores aprendem a utilizar o pandas para adquirir, limpar e analisar dados, substituindo cálculos complexos do Excel, e a automatizar tarefas repetitivas, como consolidação de pastas de trabalho e produção de relatórios. Com o xlwings, é possível criar ferramentas interativas que utilizam Python como motor de cálculo, além de conectar o Excel a bancos de dados, arquivos CSV e fontes de dados da internet.\n\nEste guia posiciona o Python como uma alternativa moderna ao **VBA**, **Power Query** e **Power Pivot**, ajudando usuários a reduzir a complexidade de planilhas enormes e fórmulas dispersas, tornando o trabalho mais eficiente e menos sujeito a erros. É leitura essencial para qualquer usuário avançado do Excel que queira levar sua automação e análise de dados para o próximo nível.\n\n**Número de páginas**: ‎ 320 páginas\n**Data da publicação **: ‎ 30 abril 2024",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/71stvqoNnoL._SY342_.jpg",
                    "alt": "capa curso python para Excel"
                }
            ]
        },
        {
            "linkCurso": "https://amzn.to/47WHq5x",
            "sectionTitle": "Cálculo: Volume 1",
            "sectionText": "Nesta 9ª edição, assim como em todas as anteriores, os autores mantêm a tradição de escrever um livro que auxilie os estudantes a descobrir o cálculo – tanto por sua utilidade prática, como por sua surpreendente beleza. O intuito é transmitir ao leitor uma ideia da utilidade do cálculo, assim como promover o desenvolvimento de sua habilidade técnica. Ao mesmo tempo, os autores empenharam-se em valorizar a beleza intrínseca do assunto. Não há dúvida de que Newton experimentou uma sensação de triunfo quando fez suas grandes descobertas. O objetivo desta obra é fazer que os estudantes compartilhem um pouco desse entusiasmo.\n\n**Número de páginas**: ‎ 708 páginas\n**Data da publicação**: ‎ 24 novembro 2021",
            "carousel": [
                {
                    "type": "image",
                    "src": "https://m.media-amazon.com/images/I/719faYrlEdL._SY342_.jpg",
                    "alt": "capa do livro cálculo volume 1"
                }
            ]
        }
    ]
}